

module.exports = [
  {
    id: '0',
    name: 'Побег из Шоушенка',
    directions: 'Бухгалтер Энди Дюфрейн обвинён в убийстве собственной жены и её любовника. Оказавшись в тюрьме под названием Шоушенк, он сталкивается с жестокостью и беззаконием, царящими по обе стороны решётки. Каждый, кто попадает в эти стены, становится их рабом до конца жизни. Но Энди, обладающий живым умом и доброй душой, находит подход как к заключённым, так и к охранникам, добиваясь их особого к себе расположения.',
    category: 'drama',
    image: 'https://st.kp.yandex.net/images/film_iphone/iphone360_326.jpg',
    slug: 'The Shawshank Redemption',
  },
  {
    id: '1',
    name: 'Зеленая миля',
    directions: 'Пол Эджкомб — начальник блока смертников в тюрьме «Холодная гора», каждый из узников которого однажды проходит «зеленую милю» по пути к месту казни. Пол повидал много заключённых и надзирателей за время работы. Однако гигант Джон Коффи, обвинённый в страшном преступлении, стал одним из самых необычных обитателей блока.',
    category: 'fantace',
    image: 'https://st.kp.yandex.net/images/film_iphone/iphone360_435.jpg',
    slug: 'The Green Mile',
  },  {
    id: '2',
    name: 'Леон',
    directions: 'Профессиональный убийца Леон, не знающий пощады и жалости, знакомится со своей очаровательной соседкой Матильдой, семью которой расстреливают полицейские, замешанные в торговле наркотиками. Благодаря этому знакомству он впервые испытывает чувство любви, но…',
    category: 'boevik',
    image: 'https://st.kp.yandex.net/images/film_iphone/iphone360_389.jpg',
    slug: 'Leon',
  },  
  {
    id: '3',
    name: 'Операция «Ы» и другие приключения Шурика',
    directions: 'Фильм состоит из трех новелл, объединенных фигурой главного героя Шурика, попадающего в самые невероятные ситуации. В «Напарнике» Шурик сражается с хулиганом Верзилой; в «Наваждении» весьма оригинальным способом готовится к экзамену; в «Операции «Ы» предотвращает «ограбление века», на которое идет знаменитая тройка — Балбес, Трус и Бывалый.',
    category: 'komedia',
    image: 'https://st.kp.yandex.net/images/film_iphone/iphone360_42782.jpg',
    slug: 'operacia',
  },
  {
    id: '4',
    name: 'Пила',
    directions: 'Дэвид, работавший санитаром в больнице, рассказывает детективу ужасающую историю о том, как был похищен и вынужден играть в мерзкую игру на выживание.',
    category: 'deaded',
    image: 'https://st.kp.yandex.net/images/film_iphone/iphone360_251613.jpg',
    slug: 'Saw',
  }, 
  
];
